/* No comment provided by engineer. */
"  Proxyman CA certificate is not trusted!" = "  Proxyman CA 証明書は信頼されていません！";

/* No comment provided by engineer. */
"  Proxyman CA is trusted!" = "  Proxyman CA は信頼されています！";

/* No comment provided by engineer. */
" Active" = " アクティブ";

/* No comment provided by engineer. */
" Could not find '%@' Message Type" = " 「%@」メッセージタイプが見つかりません";

/* No comment provided by engineer. */
" Data" = " データ";

/* No comment provided by engineer. */
" Inactive" = " 非アクティブ";

/* No comment provided by engineer. */
" Install Root Certificate" = " ルート証明書のインストール";

/* No comment provided by engineer. */
" Installed & Trusted" = " インストール済み&信頼済みです";

/* No comment provided by engineer. */
" Installed & Trusted!" = " インストールされていて信頼されています！";

/* No comment provided by engineer. */
" Installed successfully!" = " 正常にインストールされました！";

/* No comment provided by engineer. */
" Installed!" = " インストールしました！";

/* No comment provided by engineer. */
" Installed, but not Trusted!" = " インストール済みですが、信頼できません！";

/* No comment provided by engineer. */
" Installed: %@" = " インストール済み: %@";

/* No comment provided by engineer. */
" Length" = " 長さ";

/* No comment provided by engineer. */
" Missing Message Type" = " メッセージタイプがありません";

/* No comment provided by engineer. */
" Need to update" = " 更新する必要があります";

/* No comment provided by engineer. */
" Not installed" = " インストールされていません";

/* No comment provided by engineer. */
" Rebooted!" = " 再起動しました！";

/* No comment provided by engineer. */
" Time" = " 時刻";

/* No comment provided by engineer. */
" Type" = " タイプ";

/* No comment provided by engineer. */
"%@ %@() is executed!" = "%@ %@() が実行されました！";

/* No comment provided by engineer. */
"%@ (Custom Certificate)" = "%@ (カスタム証明書)";

/* No comment provided by engineer. */
"%@ (not installed)" = "%@ (未インストール)";

/* No comment provided by engineer. */
"%@ Helper Tool" = "Helper ToolのmacOS 13 Ventura新要件への準拠";

/* No comment provided by engineer. */
"%@ | Pause" = "%@ | Pause";

/* No comment provided by engineer. */
"%@. Please contact us at support@proxyman.io" = "%@. support@proxyman.io までご連絡ください";

/* No comment provided by engineer. */
"%@. Please report this bug to Proxyman Team!" = "%@. このバグをProxyman Teamに報告してください!";

/* No comment provided by engineer. */
"%d Devices(s)" = "%d デバイス";

/* No comment provided by engineer. */
"%d New Updates" = "%d 新しい更新";

/* No comment provided by engineer. */
"%d New Updates!" = "%d 新しい更新!";

/* No comment provided by engineer. */
"%d/%d rows selected" = "%d/%d 行が選択されました";

/* No comment provided by engineer. */
"(%d days from now)" = "(%d 日後)";

/* No comment provided by engineer. */
"(%d month from now)" = "(%d ヶ月後)";

/* No comment provided by engineer. */
"(%d months from now)" = "(%d ヶ月後)";

/* No comment provided by engineer. */
"(Expired %d days ago)" = "( %d 日前に有効)";

/* No comment provided by engineer. */
"(Expired %d months %d days ago)" = "( %d ヶ月前 %d 日前に有効)";

/* No comment provided by engineer. */
"(Expired %d months ago)" = "( %d ヶ月前に有効)";

/* No comment provided by engineer. */
"(Please Launch 1 Android Emulator from Android Studio!)" = "(Android StudioからAndroid Emulatorを起動してください!)";

/* No comment provided by engineer. */
"(Today)" = "(今日)";

/* No comment provided by engineer. */
"(Too many Emulators. Please close other and keep one!)" = "(エミュレータが多すぎます。他のエミュレータを閉じて保管してください!)";

/* No comment provided by engineer. */
"0 Booted Simulators. Please open at least 1 Simulator." = "0 起動したシミュレータ。少なくとも 1 つのシミュレータを開いてください。";

/* No comment provided by engineer. */
"0 Devices(s)" = "0 デバイス";

/* No comment provided by engineer. */
"0 rows selected" = "0行が選択されています";

/* No comment provided by engineer. */
"100% Loss" = "100% 損失";

/* No comment provided by engineer. */
"2. Config Wifi Proxy on Android device to Proxyman" = "2. ProxymanへのAndroidデバイス上のWiFiプロキシ設定";

/* No comment provided by engineer. */
"2. Config Wifi Proxy on iOS device to Proxyman" = "2. iOS デバイスで Wifi プロキシをプロキシマンに設定";

/* No comment provided by engineer. */
"2G (EDGE)" = "2G (エッジ)";

/* No comment provided by engineer. */
"3. Open Google Web Browser on Android devices" = "3. Android端末でGoogle Webブラウザを開く";

/* No comment provided by engineer. */
"3. Open Safari on iOS devices" = "3. iOSデバイスでSafariを開く";

/* No comment provided by engineer. */
"3G" = "3G";

/* No comment provided by engineer. */
"4G (LTE)" = "4G (LTE)";

/* No comment provided by engineer. */
"<Binary Data>" = "<Binary Data>";

/* No comment provided by engineer. */
"<Invalid Base64 String>" = "<Invalid Base64 String>";

/* No comment provided by engineer. */
"<Invalid File>" = "<Invalid File>";

/* No comment provided by engineer. */
"<Invalid JSON String. Please selected again!>" = "<Invalid JSON String. Please selected again!>";

/* No comment provided by engineer. */
"<Missing Host>" = "<Missing Host>";

/* No comment provided by engineer. */
"<Missing URL>" = "<Missing URL>";

/* No comment provided by engineer. */
"<your_production_domain>" = "<your_production_domain>";

/* No comment provided by engineer. */
"Able to see HTTPS response. Tap to disable" = "HTTPS 応答を見ることができます。無効にするにはタップしてください";

/* No comment provided by engineer. */
"Aborted by Breakpoint" = "ブレークポイントによって中止されました";

/* No comment provided by engineer. */
"Active" = "アクティブ";

/* No comment provided by engineer. */
"Active Filters: %@" = "アクティブなフィルタ: %@";

/* No comment provided by engineer. */
"Add" = "追加";

/* No comment provided by engineer. */
"Add %d items to Diff Pool…" = "Add %d items to Diff Pool…";

/* No comment provided by engineer. */
"Add (⌘⏎)" = "追加 (⌘⏎)";

/* No comment provided by engineer. */
"Add Comment" = "コメントを追加";

/* No comment provided by engineer. */
"Add Comment to %d selected Requests" = "%d 選択したリクエストにコメントを追加";

/* No comment provided by engineer. */
"Add Comment…" = "Add Comment…";

/* No comment provided by engineer. */
"Add to Diff Pool…" = "Add to Diff Pool…";

/* No comment provided by engineer. */
"Add Wildcard Host" = "ワイルドカードホストを追加";

/* No comment provided by engineer. */
"Add…" = "Add…";

/* No comment provided by engineer. */
"All" = "すべて";

/* No comment provided by engineer. */
"All Color" = "すべての色";

/* No comment provided by engineer. */
"All good!" = "すべて良いです！";

/* No comment provided by engineer. */
"Allow List" = "リストを許可";

/* No comment provided by engineer. */
"Allow List Toggle" = "リストの切り替えを許可";

/* No comment provided by engineer. */
"Allow List…" = "Allow List…";

/* No comment provided by engineer. */
"Android Debug Bridge (adb) not found!" = "Android Debug Bridge (adb) が見つかりません!";

/* No comment provided by engineer. */
"Applied" = "適用されました";

/* No comment provided by engineer. */
"Apps" = "アプリ";

/* No comment provided by engineer. */
"Are you sure to delete Proxy Helper Tool?" = "本当にProxy Helper Toolを削除しますか？";

/* No comment provided by engineer. */
"Are you sure to delete the Root Proxyman CA?" = "Root Proxyman CA を削除してもよろしいですか？";

/* No comment provided by engineer. */
"Are you sure to do Factory Reset?" = "本当に工場出荷時リセットしますか？";

/* No comment provided by engineer. */
"Are you sure to reset all Proxyman Certificates?" = "すべてのProxyman証明書をリセットしてもよろしいですか？";

/* No comment provided by engineer. */
"Are you sure to unlink this device?" = "このデバイスのリンクを解除してもよろしいですか？";

/* No comment provided by engineer. */
"as CSV" = "CSVとして";

/* No comment provided by engineer. */
"as HAR (HTTP Archive)" = "HAR (HTTP アーカイブ) として";

/* No comment provided by engineer. */
"as Postman" = "郵便配達として";

/* No comment provided by engineer. */
"as Proxyman Log" = "Proxyman Log として";

/* No comment provided by engineer. */
"Auth" = "認証";

/* No comment provided by engineer. */
"Authorize..." = "認証...";

/* No comment provided by engineer. */
"Authorized!" = "認証されました！";

/* No comment provided by engineer. */
"Automatic Proxy Configuration" = "自動プロキシ設定";

/* No comment provided by engineer. */
"Block & Hide" = "ブロックと非表示";

/* No comment provided by engineer. */
"Block List" = "ブロックリスト";

/* No comment provided by engineer. */
"Block List Toggle" = "ブロックリストの切り替え";

/* No comment provided by engineer. */
"Block List…" = "ブロックリスト…";

/* No comment provided by engineer. */
"Block Requests" = "ブロックリクエスト";

/* No comment provided by engineer. */
"Blocked by Block Tool" = "ブロックツールによってブロック";

/* No comment provided by engineer. */
"Blue" = "青色";

/* No comment provided by engineer. */
"Body" = "Body";

/* No comment provided by engineer. */
"Body over 5Mb hidden for performance reasons" = "パフォーマンス上の理由で5Mb以上のBody";

/* No comment provided by engineer. */
"Breakpoint" = "Breakpoint";

/* No comment provided by engineer. */
"Breakpoint Toggle" = "Breakpointの切り替え";

/* No comment provided by engineer. */
"Breakpoint URL" = "Breakpoint URL";

/* No comment provided by engineer. */
"Breakpoint…" = "Breakpoint…";

/* No comment provided by engineer. */
"Buy a license" = "ライセンスを購入";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Certificate" = "証明書";

/* No comment provided by engineer. */
"Certificate doesn't match with the Private Key" = "証明書が秘密鍵と一致しません";

/* No comment provided by engineer. */
"Clear entire session to release all caching memory (⌥+⇧+⌘+⌫)" = "全てのキャッシュメモリを解放するためにセッション全体をクリアします (⌥+⇧+⌘+⌫)";

/* No comment provided by engineer. */
"Click to Add Comment...\n\nHighlight this request by Right-click on the Request -> Highlight" = "クリックしてコメントを追加...\n\n右クリックでこの要求をハイライトする -> 強調表示";

/* No comment provided by engineer. */
"Click to copy the current IP Address" = "クリックして現在のIPアドレスをコピー";

/* No comment provided by engineer. */
"Click to download new update" = "クリックして新しいアップデートをダウンロード";

/* No comment provided by engineer. */
"Client" = "クライアント";

/* No comment provided by engineer. */
"Client Address" = "クライアントアドレス";

/* No comment provided by engineer. */
"Client TLS Version" = "クライアント TLS バージョン";

/* No comment provided by engineer. */
"Code" = "コード";

/* No comment provided by engineer. */
"Code Generator…" = "Code Generator…";

/* No comment provided by engineer. */
"Collapse Status Code Filters" = "ステータスコードフィルタを閉じる";

/* No comment provided by engineer. */
"Comment" = "コメント";

/* No comment provided by engineer. */
"Common Name" = "一般名";

/* No comment provided by engineer. */
"Completed" = "完了";

/* No comment provided by engineer. */
"Compose new HTTP/HTTPS request (⌥+⌘+C)" = "HTTP/HTTPS リクエストの作成 (⌥+⌘+C)";

/* No comment provided by engineer. */
"Compose Tool doesn't support WebSocket protocol!" = "Compose ToolはWebSocketプロトコルをサポートしていません!";

/* No comment provided by engineer. */
"Composed" = "構成";

/* No comment provided by engineer. */
"Compressed Request" = "圧縮されたリクエスト";

/* No comment provided by engineer. */
"Compressed Response" = "圧縮した回答";

/* No comment provided by engineer. */
"Connection" = "接続";

/* No comment provided by engineer. */
"Connection refused. Invalid Proxy Server! (code=%d)" = "接続が拒否されました。無効なプロキシサーバーです! (code=%d)";

/* No comment provided by engineer. */
"Content Type" = "コンテンツタイプ";

/* No comment provided by engineer. */
"Convert & Import" = "変換とインポート";

/* No comment provided by engineer. */
"Convert .chls -> .har" = "Convert .chls -> .har";

/* No comment provided by engineer. */
"Cookies" = "Cookie";

/* No comment provided by engineer. */
"Copied" = "コピーしました";

/* No comment provided by engineer. */
"Copy" = "コピー";

/* No comment provided by engineer. */
"Copy %d URLs" = "%d URLをコピー";

/* No comment provided by engineer. */
"Copy as" = "コピー（種類を指定）";

/* No comment provided by engineer. */
"Copy Cell Value" = "セルの値をコピー";

/* No comment provided by engineer. */
"Copy cURL" = "cURLをコピー";

/* No comment provided by engineer. */
"Copy first 500 URLs" = "最初の 500 URL をコピー";

/* No comment provided by engineer. */
"Copy IP Address and Port" = "IPアドレスとポートをコピー";

/* No comment provided by engineer. */
"Copy Key & Value" = "キーと値をコピー";

/* No comment provided by engineer. */
"Copy Key and Value object" = "キーと値オブジェクトをコピー";

/* No comment provided by engineer. */
"Copy only IP" = "IP のみコピー";

/* No comment provided by engineer. */
"Copy URL" = "URLをコピー";

/* No comment provided by engineer. */
"Copy Value" = "値をコピー";

/* No comment provided by engineer. */
"Copy value of selected row (JSON Node if it's an Array or Object, or plain value for other types)" = "選択した行の値をコピー (配列またはオブジェクトの場合はJSONノード、他の型の場合はプレーンな値)";

/* No comment provided by engineer. */
"Core start failed" = "コアの開始に失敗しました";

/* No comment provided by engineer. */
"Could not authorize with Github" = "Github で認証できませんでした";

/* No comment provided by engineer. */
"Could not build a final URL: %@" = "最終的なURLを作成できませんでした: %@";

/* No comment provided by engineer. */
"Could not build JSObject with URL: %@" = "JSObject を URL でビルドできませんでした: %@";

/* No comment provided by engineer. */
"Could not build the Compose!" = "コンポジションを作成できませんでした！";

/* No comment provided by engineer. */
"Could not build the final URL %@" = "最後のURL %@をビルドできませんでした";

/* No comment provided by engineer. */
"Could not build the Query: %@" = "クエリを作成できませんでした: %@";

/* No comment provided by engineer. */
"Could not construct a JSContext instance. Please open the ticket at https://github.com/ProxymanApp/Proxyman" = "JSContextインスタンスを作成できませんでした。https://github.com/ProxymanApp/Proxyman でチケットを開いてください。";

/* No comment provided by engineer. */
"Could not convert .chlr to .har file!" = ".chlrを.harファイルに変換できませんでした！";

/* No comment provided by engineer. */
"Could not convert the returned value of onRequest() to Dictionary. Please make sure the returned value is a JS Dictionary" = "onRequest() の返された値を Dictionary に変換できませんでした。返される値が JS Dictionary であることを確認してください。";

/* No comment provided by engineer. */
"Could not convert the returned value of onResponse() to Dictionary. Please make sure the returned value is a JS Dictionary" = "onResponse() の返された値を Dictionary に変換できませんでした。返される値が JS Dictionary であることを確認してください。";

/* No comment provided by engineer. */
"Could not convert to P12 Certificate. Please contact support@proxyman.io" = "P12 証明書に変換できませんでした。support@proxyman.io にお問い合わせください。";

/* No comment provided by engineer. */
"Could not convert to P12 format" = "P12形式に変換できませんでした";

/* No comment provided by engineer. */
"Could not convert to PEM Certificate. Please try DER format!" = "PEM証明書に変換できませんでした。DER形式をお試しください！";

/* No comment provided by engineer. */
"Could not create Entry!" = "エントリーを作成できませんでした！";

/* No comment provided by engineer. */
"Could not create Gist (code=%d)" = "Gist を作成できませんでした (code=%d)";

/* No comment provided by engineer. */
"Could not download the PAC File." = "PACファイルをダウンロードできませんでした。";

/* No comment provided by engineer. */
"Could not exchange the code for the access token" = "アクセストークンとコードを交換できませんでした";

/* No comment provided by engineer. */
"Could not find any Root Certificate. Please install Root Certificate or try Standard Android Guideline" = "ルート証明書が見つかりませんでした。ルート証明書をインストールするか、標準のAndroidガイドラインを試してください";

/* No comment provided by engineer. */
"Could not find the current IP Address. Please try Standard Android Guideline" = "現在のIPアドレスが見つかりませんでした。標準のAndroidガイドラインをお試しください";

/* No comment provided by engineer. */
"Could not generate code for plugin = %@" = "プラグイン = %@ のコードを生成できませんでした";

/* No comment provided by engineer. */
"Could not generate code for target = %@" = "ターゲット = %@ のコードを生成できませんでした";

/* No comment provided by engineer. */
"Could not generate to PostmanCollection2. Please contact support@proxyman.io" = "PostmanCollection2に生成できませんでした。support@proxyman.ioにお問い合わせください";

/* No comment provided by engineer. */
"Could not generate Unidiff!" = "Unidiffを生成できませんでした！";

/* No comment provided by engineer. */
"Could not generate dynamic certificates for %@.\n\n👉 You might try to re-install the CA Certificate (Certificate Menu -> Reset All -> Install Certificate for this Mac)" = "Could not generate dynamic certificates for %@.\n\n👉 You might try to re-install the CA Certificate (Certificate Menu -> Reset All -> Install Certificate for this Mac)";

/* No comment provided by engineer. */
"Could not import 3rd scripts at %@. Only support @users, @addons and @libs" = "%@で 3 番目のスクリプトをインポートできませんでした。@users、@addons および @libs のみをサポートしています";

/* No comment provided by engineer. */
"Could not import the selected file. Code=%@. Path=%@" = "選択したファイルをインポートできませんでした。Code=%@. Path=%@";

/* No comment provided by engineer. */
"Could not import!" = "インポートできませんでした！";

/* No comment provided by engineer. */
"Could not initialize JSContext. Please contact us at support@proxyman.io" = "JSContext を初期化できませんでした。support@proxyman.io までご連絡ください。";

/* No comment provided by engineer. */
"Could not initialize the JSContext. Please contact the development team at support@proxyman.io" = "JSContext を初期化できませんでした。support@proxyman.io の開発チームにお問い合わせください";

/* No comment provided by engineer. */
"Could not load P12 file" = "P12ファイルを読み込めませんでした";

/* No comment provided by engineer. */
"Could not load PAC file!" = "PACファイルを読み込めませんでした！";

/* No comment provided by engineer. */
"Could not open diff files with File Merge!" = "ファイルマージで差分ファイルを開けませんでした!";

/* No comment provided by engineer. */
"Could not open diff files with Kaleidoscope!" = "万華鏡で差分ファイルを開けませんでした!";

/* No comment provided by engineer. */
"Could not parse the return value to Dictionary. Make sure you return a correct value from onRequest() func!" = "辞書への戻り値を解析できませんでした。onRequest() 関数から正しい値を返すことを確認してください！";

/* No comment provided by engineer. */
"Could not parse the return value to Dictionary. Make sure you return a correct value from onResponse() func!" = "辞書への戻り値を解析できませんでした。onResponse() 関数から正しい値を返すことを確認してください！";

/* No comment provided by engineer. */
"Could not read the PAC File!" = "PACファイルを読み取れませんでした！";

/* No comment provided by engineer. */
"Could not save diff file to the Temporary File!" = "差分ファイルを一時ファイルに保存できませんでした！";

/* No comment provided by engineer. */
"Could not send to Proxyman!" = "Proxymanに送信できませんでした！";

/* No comment provided by engineer. */
"Could not connect to the server" = "サーバーに接続できませんでした";

/* No comment provided by engineer. */
"Couldn't fetch server certificates" = "サーバー証明書を取得できませんでした";

/* No comment provided by engineer. */
"Couldn't open a new tab for Proxyman Session file. You have reached the limit of free tabs" = "Proxyman Sessionファイルの新しいタブを開くことができませんでした。無料のタブの上限に達しました";

/* No comment provided by engineer. */
"Couldn't preview selected certificate" = "選択した証明書をプレビューできませんでした";

/* No comment provided by engineer. */
"Couldn't resolve host name. Please check the domain" = "ホスト名を解決できませんでした。ドメインを確認してください。";

/* No comment provided by engineer. */
"Country" = "国";

/* No comment provided by engineer. */
"Create Allow Rule: Only capture matched URLs. Ignore the rest" = "ルールを許可する: マッチした URL のみをキャプチャします。残りは無視します";

/* No comment provided by engineer. */
"Create Block Rule for this domain (include sub-directories) by dropping all connections" = "すべての接続を削除して、このドメインのブロックルール（サブディレクトリを含む）を作成します";

/* No comment provided by engineer. */
"Create Block Rules: Allow to Block / Hide certain domains during debugging session." = "format@@0: デバッグセッション中に特定のドメインをブロック/非表示にします。";

/* No comment provided by engineer. */
"Create Breakpoint Rule for this domain (include sub-directories) to modify the Request and Response on the fly" = "このドメインのブレークポイントルールを作成（サブディレクトリを含む）して、即座にリクエストと応答を変更します";

/* No comment provided by engineer. */
"Create Map Local Rule: Map local files as a response for the selected request" = "マップローカルルールの作成: 選択したリクエストに対する応答としてローカルファイルをマップします";

/* No comment provided by engineer. */
"Create Map Local Rule: Map local files as a response for this request (include sub-directories)" = "マップローカルルールの作成: このリクエストに対するレスポンスとしてローカルファイルをマップします(サブディレクトリを含みます)。";

/* No comment provided by engineer. */
"Create Map Remote Rule: Map specific request to different request location" = "Map Remote のルールを作成：特定のリクエストを別の場所にマップします";

/* No comment provided by engineer. */
"Create Protobuf Rule for parsing the content" = "コンテンツを解析するためのProtobufルールを作成する";

/* No comment provided by engineer. */
"Create Script Rule for selected flows" = "選択したフローに対するスクリプト ルールの作成";

/* No comment provided by engineer. */
"Current Listening Proxy IP:Port" = "現在の聴取プロキシIP：ポート";

/* No comment provided by engineer. */
"Data and Certificates are deleted!" = "データと証明書は削除されます。";

/* No comment provided by engineer. */
"Date" = "日付";

/* No comment provided by engineer. */
"Debug Mode" = "デバッグモード";

/* No comment provided by engineer. */
"Debugging Tool" = "デバッグツール";

/* No comment provided by engineer. */
"Decode Base64" = "Base64 をデコードする";

/* No comment provided by engineer. */
"Decode JWT" = "JWTをデコードする";

/* No comment provided by engineer. */
"Decode JWT Token" = "JWTトークンをデコードする";

/* No comment provided by engineer. */
"Delete" = "削除";

/* Error */
"Delta length (%lu) larger than source text length (%lu)." = "Delta length (%lu) がソーステキストよりも大きい (%lu).";

/* Error */
"Delta length (%lu) smaller than source text length (%lu)." = "差分長さ (%lu) ソーステキストの長さよりも小さい (%lu)。";

/* No comment provided by engineer. */
"Detach Request/Response Panel into separate window ⌃⌘↑" = "リクエスト/レスポンスパネルを個別のウィンドウに切り離します。";

/* No comment provided by engineer. */
"Diff" = "Diff";

/* No comment provided by engineer. */
"Diff Left" = "左方向の差";

/* No comment provided by engineer. */
"Diff Right" = "右方向の変更点";

/* No comment provided by engineer. */
"Diffing content of requests and responses" = "リクエストとレスポンスの内容を異にする";

/* No comment provided by engineer. */
"Diffing…" = "Diffing…";

/* No comment provided by engineer. */
"Directory Not Found!" = "ディレクトリが見つかりません！";

/* No comment provided by engineer. */
"Disable SSL Proxying" = "SSL プロキシを無効にする";

/* No comment provided by engineer. */
"Display as Key-Value" = "キー値として表示";

/* No comment provided by engineer. */
"DNS(s)" = "DNS";

/* No comment provided by engineer. */
"Domains" = "ドメイン";

/* No comment provided by engineer. */
"Done (⌘⏎)" = "完了 (⌘⏎)";

/* No comment provided by engineer. */
"Download Old Build" = "古いビルドをダウンロード";

/* No comment provided by engineer. */
"Dropped Connection due to Block List" = "ブロックリストによる接続が切断されました";

/* No comment provided by engineer. */
"Duration" = "期間";

/* No comment provided by engineer. */
"Duration (exact)" = "期間 (正確)";

/* No comment provided by engineer. */
"e.g. $.users[0].name (⌘F)" = "例: $.users[0].name (⌘F)";

/* No comment provided by engineer. */
"e.g. Key Name (⌘F)" = "例: キー名 (⌘F)";

/* No comment provided by engineer. */
"e.g. users[0].name (⌘F)" = "例: users[0].name (⌘F)";

/* No comment provided by engineer. */
"e.g. Value (⌘F)" = "例: 値 (⌘F)";

/* No comment provided by engineer. */
"Edit and Repeat…" = "編集しRepeatする...";

/* No comment provided by engineer. */
"Edited" = "編集済み";

/* No comment provided by engineer. */
"Empty Body" = "空白のBody";

/* No comment provided by engineer. */
"Empty Form URL-Encoding Data" = "空のフォームURLエンコードデータ";

/* No comment provided by engineer. */
"Empty Message! Please say Hello!" = "空のメッセージ！ こんにちはと言ってください！";

/* No comment provided by engineer. */
"Empty PAC URL." = "PACのURLが空です。";

/* No comment provided by engineer. */
"Enable all domains from \"%@\"" = "「%@」からすべてのドメインを有効にする";

/* No comment provided by engineer. */
"Enable only this domain" = "このドメインのみ有効にする";

/* No comment provided by engineer. */
"Enable SSL Proxying" = "SSL プロキシを有効にする";

/* No comment provided by engineer. */
"Enable SSL Proxying on %@ can slow your Mac Machine." = "%@ で SSL プロキシを有効にすると、Mac のマシンが遅くなります。";

/* No comment provided by engineer. */
"Enabled" = "有効";

/* No comment provided by engineer. */
"Enter a password to protect p12 file" = "p12 ファイルを保護するためのパスワードを入力してください";

/* No comment provided by engineer. */
"Enter Passphrase" = "パスフレーズを入力";

/* No comment provided by engineer. */
"Enter Request Header Name" = "リクエストヘッダー名を入力してください";

/* No comment provided by engineer. */
"Enter Response Header Name" = "応答ヘッダー名を入力してください";

/* No comment provided by engineer. */
"Enter your app name" = "アプリ名を入力してください";

/* No comment provided by engineer. */
"Enter your domain" = "ドメインを入力してください";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Expand Status Code Filters" = "ステータスコードフィルタを展開";

/* No comment provided by engineer. */
"Export" = "エクスポート";

/* No comment provided by engineer. */
"Export all data of Request and Response to Proxyman File (Recommended)" = "リクエストとレスポンスのすべてのデータをProxymanファイルにエクスポートします（推奨）";

/* No comment provided by engineer. */
"Export all Request & Response as CSV format" = "すべてのリクエストと回答をCSV形式でエクスポート";

/* No comment provided by engineer. */
"Export as CSV format" = "CSV形式でエクスポート";

/* No comment provided by engineer. */
"Export as HAR format, which is compatible with other apps, e.g. Google Chrome Dev Tool, Charles Proxy, ..." = "他のアプリと互換性のある HAR 形式でエクスポートします。例えば、Google Chrome 開発ツール、Charles Proxy ...";

/* No comment provided by engineer. */
"Export Raw HTTP Message of selected Request & Response" = "選択したリクエストとレスポンスの生のHTTPメッセージをエクスポート";

/* No comment provided by engineer. */
"Export Request Body to file" = "リクエストBodyをファイルにエクスポート";

/* No comment provided by engineer. */
"Export Response Body to file" = "レスポンスBodyをファイルにエクスポート";

/* No comment provided by engineer. */
"Export selected flows to Postman Collection 2" = "選択したフローをPostman Collection 2 にエクスポート";

/* No comment provided by engineer. */
"Export this Folder as CSV format" = "このフォルダをCSV形式でエクスポート";

/* No comment provided by engineer. */
"Export this Folder as HAR format" = "このフォルダをHAR形式でエクスポート";

/* No comment provided by engineer. */
"Export this Folder as Postman Collection 2" = "このフォルダをPostman Collection 2 としてエクスポート";

/* No comment provided by engineer. */
"Export to File..." = "ファイルにエクスポート...";

/* No comment provided by engineer. */
"Extend License" = "ライセンスを拡張";

/* No comment provided by engineer. */
"External Proxy" = "外部プロキシ";

/* No comment provided by engineer. */
"External Proxy Toggle" = "外部プロキシの切り替え";

/* No comment provided by engineer. */
"Favorites" = "お気に入り";

/* No comment provided by engineer. */
"File is good!" = "ファイルが作動しました！";

/* No comment provided by engineer. */
"File is Missing or Invalid!" = "ファイルが見つからないか、無効です！";

/* No comment provided by engineer. */
"File size is bigger than 20Mb could impact the performance!" = "ファイルサイズが 20MB を超えているため、パフォーマンスに影響する可能性があります。";

/* No comment provided by engineer. */
"File: %@" = "ファイル: %@";

/* No comment provided by engineer. */
"FileMerge app not found!" = "FileMerge アプリが見つかりません!";

/* No comment provided by engineer. */
"FileMerge requires two diff files!" = "FileMerge には 2 つの diff ファイルが必要です!";

/* No comment provided by engineer. */
"Filter" = "フィルター";

/* No comment provided by engineer. */
"Find in..." = "検索...";

/* No comment provided by engineer. */
"Focus on current Proxyman Windows" = "現在の Proxyman Windows にフォーカス";

/* No comment provided by engineer. */
"Folder: %@" = "フォルダ: %@";

/* No comment provided by engineer. */
"Folder: <Missing Path>" = "フォルダ: <Missing Path>";

/* No comment provided by engineer. */
"Follow Us…" = "Follow Us…";

/* No comment provided by engineer. */
"For Request:" = "リクエスト:";

/* No comment provided by engineer. */
"Form" = "フォーム";

/* No comment provided by engineer. */
"Found %d Booted Simulator(s)" = "Found %d Booted Simulator(s)";

/* No comment provided by engineer. */
"Free Proxyman version is limited to 4 rules. Only create %d rules" = "無料のProxymanバージョンは4つのルールに制限されています。 %d ルールのみ作成してください";

/* No comment provided by engineer. */
"Generate & Add" = "生成して追加";

/* No comment provided by engineer. */
"Generate code with various languages" = "様々な言語でコードを生成";

/* No comment provided by engineer. */
"Generating Certificates" = "証明書の生成";

/* No comment provided by engineer. */
"GET Request is not allowed to have the Body. Please use POST method instead!" = "GET リクエストはボディを持つことが許可されていません。 代わりにPOSTメソッドを使用してください。";

/* No comment provided by engineer. */
"Gray" = "灰色";

/* No comment provided by engineer. */
"Green" = "緑色";

/* No comment provided by engineer. */
"Haven't supported: Convert from %@ to Proxyman Type. Please open the Ticket on Github for feature requests." = "サポートされていません: %@ から Proxyman タイプに変換します。機能のリクエストは Github のチケットを開いてください。";

/* No comment provided by engineer. */
"Header" = "ヘッダー";

/* No comment provided by engineer. */
"Hide" = "非表示";

/* No comment provided by engineer. */
"Hide Requests" = "リクエストを隠す";

/* No comment provided by engineer. */
"Highlight" = "強調表示";

/* No comment provided by engineer. */
"Host" = "ホスト";

/* No comment provided by engineer. */
"Host Header" = "ホストヘッダー";

/* No comment provided by engineer. */
"How to install?" = "インストール方法?";

/* No comment provided by engineer. */
"HTTPS Response" = "HTTPS 応答";

/* No comment provided by engineer. */
"ID" = "ID";

/* No comment provided by engineer. */
"If you have already purchased Proxyman, please check your email for the license key." = "すでにProxymanを購入している場合は、ライセンスキーのメールをご確認ください。";

/* No comment provided by engineer. */
"Import" = "インポート";

/* No comment provided by engineer. */
"Import Failed!" = "インポート失敗！";

/* No comment provided by engineer. */
"Import P12 Certificate" = "Import P12 Certificate";

/* No comment provided by engineer. */
"Include all debugging tools rules" = "すべてのデバッグツールのルールを含める";

/* No comment provided by engineer. */
"Incorrect HTTP Message Format (%@)" = "HTTPメッセージ形式が間違っています (%@)";

/* No comment provided by engineer. */
"Install" = "インストール";

/* No comment provided by engineer. */
"Install & Trust" = "インストールとTrust";

/* No comment provided by engineer. */
"Installed Certificates" = "インストールされた証明書";

/* No comment provided by engineer. */
"Installed, but not Trusted!" = "インストール済みですが、信頼できません！";

/* No comment provided by engineer. */
"Internal Error" = "内部エラー";

/* No comment provided by engineer. */
"Internal error! Could not load pac_utils.js. Please contact the development team at support@proxyman.io" = "内部エラー！pac_utils.jsを読み込めませんでした。support@proxyman.ioの開発チームにお問い合わせください。";

/* No comment provided by engineer. */
"Internal Error: Could not create a Compose Entry. Please contact us at support@proxyman.io" = "内部エラー：Compose Entryを作成できませんでした。support@proxyman.ioまでご連絡ください。";

/* No comment provided by engineer. */
"Internal Reverse Proxy Error. Please contact support@proxyman.io" = "内部リバースプロキシエラー。support@proxyman.io にお問い合わせください";

/* No comment provided by engineer. */
"Invalid Bypass Proxy" = "無効なバイパスプロキシ";

/* Error */
"Invalid character in diff_fromDelta: %@" = "diff_fromDelta内の無効な文字: %@";

/* No comment provided by engineer. */
"Invalid Data" = "無効なデータ";

/* Error */
"Invalid diff operation in diff_fromDelta: %C" = "diff_fromDeltaでの差分操作が無効です: %C";

/* No comment provided by engineer. */
"Invalid file. Please check the file format!" = "無効なファイルです。ファイル形式を確認してください！";

/* No comment provided by engineer. */
"Invalid file. Please open the Issue in Proxyman's Github" = "無効なファイルです。ProxymanのGithubでIssueを開いてください";

/* No comment provided by engineer. */
"Invalid Format. Please contact the author!" = "無効なフォーマットです。著者に連絡してください！";

/* No comment provided by engineer. */
"Invalid Hex Data" = "無効な16進数データ";

/* No comment provided by engineer. */
"Invalid Host" = "無効なホスト";

/* No comment provided by engineer. */
"Invalid HTTP Message. Could not convert to UTF8 Data!" = "HTTPメッセージが無効です。UTF8データに変換できませんでした。";

/* No comment provided by engineer. */
"Invalid HTTP Method for the request with body. Please try POST!" = "無効なHTTPメソッドです。POSTをお試しください！";

/* No comment provided by engineer. */
"Invalid Image Data" = "無効な画像データ";

/* No comment provided by engineer. */
"Invalid Include Proxy" = "無効なプロキシです";

/* No comment provided by engineer. */
"Invalid IP Address!" = "無効なIPアドレスです！";

/* No comment provided by engineer. */
"Invalid JSON Data" = "無効なJSONデータ";

/* No comment provided by engineer. */
"Invalid JSON Response" = "無効なJSONレスポンスです";

/* No comment provided by engineer. */
"Invalid JWT Token." = "無効なJWTトークンです。";

/* No comment provided by engineer. */
"Invalid Key Value input. It should be Query or Form format.\nEx: key_1=value_1&key_2=value_2" = "無効なキー値入力です。クエリまたはフォームフォーマットである必要があります。\nEx: key_1=value_1&key_2=value_2";

/* No comment provided by engineer. */
"Invalid license!" = "無効なライセンスです！";

/* No comment provided by engineer. */
"Invalid License!!!" = "無効なライセンス!!!";

/* No comment provided by engineer. */
"Invalid MsgPack Data" = "無効な MsgPack データ";

/* No comment provided by engineer. */
"Invalid Msgpack Data" = "無効な Msgpack データ";

/* Error */
"Invalid number in diff_fromDelta: %@" = "diff_fromDeltaの無効な数値: %@";

/* No comment provided by engineer. */
"Invalid output of `simctl`. Please use the latest Xcode and Proxyman!" = "`simctl` の出力が無効です。最新の Xcode と Proxyman を使用してください。";

/* No comment provided by engineer. */
"Invalid P12 file or Incorrect Password!. Error=%@" = "無効なP12ファイルまたはパスワードが間違っています。Error=%@";

/* No comment provided by engineer. */
"Invalid PAC file. Could not find FindProxyForURL() function!" = "不正なPACファイルです。FindProxyForURL()関数が見つかりませんでした！";

/* Error */
"Invalid patch mode '%C' in: %@" = "無効なパッチモード '%C' in: %@";

/* Error */
"Invalid patch string: %@" = "無効なパッチ文字列: %@";

/* No comment provided by engineer. */
"Invalid Protobuf Data" = "無効なProtobufデータ";

/* No comment provided by engineer. */
"Invalid Proxy Server" = "無効なプロキシサーバー";

/* No comment provided by engineer. */
"Invalid Regex Pattern!" = "正規表現が無効です！";

/* No comment provided by engineer. */
"Invalid Request HTTP Message. Please double-check the syntax! (Click on the Help button for troubleshooting)" = "無効なリクエストHTTPメッセージです。構文を再確認してください！（トラブルシューティングのためにヘルプボタンをクリックしてください）";

/* No comment provided by engineer. */
"Invalid Response HTTP Message. Please double-check the syntax! (Click on the Help button for troubleshooting)" = "無効な応答 HTTP メッセージです。構文を再確認してください! (トラブルシューティングを行うにはヘルプボタンをクリックしてください)";

/* No comment provided by engineer. */
"Invalid status code" = "無効なステータスコードです";

/* No comment provided by engineer. */
"Invalid Text Data" = "無効なテキストデータ";

/* No comment provided by engineer. */
"Invalid XML Data" = "無効な XML データ";

/* No comment provided by engineer. */
"iOS Settings app > Wi-Fi > Select current Wi-Fi > Configure Proxy > Manual" = "iOS設定アプリ > Wi-Fi > Select current Wi-Fi > Configure Proxy > Manual";

/* No comment provided by engineer. */
"Issued By" = "発行者";

/* No comment provided by engineer. */
"Issued To" = "発行先";

/* No comment provided by engineer. */
"It could be SSL Certificate Pinning, or try installing CA Certificate on iOS Simulators again" = "SSL 証明書のピン留めである可能性があります。または CA 証明書を iOS シミュレータにインストールしてみてください";

/* No comment provided by engineer. */
"It seems that Proxyman could not capture any HTTP Traffic, \(title) the Helper Tool will fix it." = "ProxymanはHTTPトラフィックをキャプチャできませんでした。 \(title) Helper Toolはそれを修正します。";

/* No comment provided by engineer. */
"It's a huge message (>10k characters)! Please send to us via support@proxyman.io" = "巨大なメッセージ（10,000文字以上）です！support@proxyman.io からお送りください。";

/* No comment provided by engineer. */
"Kaleidoscope app not found!" = "万華鏡アプリが見つかりません！";

/* No comment provided by engineer. */
"Kaleidoscope requires two diff files!" = "万華鏡には2つの差分ファイルが必要です！";

/* No comment provided by engineer. */
"Key" = "キー";

/* No comment provided by engineer. */
"Later" = "後で";

/* No comment provided by engineer. */
"Learn how to use Filter with JSON Path..." = "JSON パスでフィルタを使用する方法を学びます...";

/* No comment provided by engineer. */
"Learn how to use Filter with Key Path..." = "キーパスでフィルタを使用する方法を学びます...";

/* No comment provided by engineer. */
"Left" = "左";

/* No comment provided by engineer. */
"Let install the 'Proxyman CA' certificate and Select VPN and App Section" = "「Proxyman CA」証明書をインストールし、「VPNとアプリ」セクションを選択してください";

/* No comment provided by engineer. */
"License Key Not Found." = "ライセンスキーが見つかりません。";

/* No comment provided by engineer. */
"License Manager" = "ライセンスマネージャー";

/* No comment provided by engineer. */
"Listen on %@" = "%@ を聴取";

/* No comment provided by engineer. */
"Listening on %@" = "%@ で聴取";

/* No comment provided by engineer. */
"Listening on port %@" = "ポート番号 %@ で聴取しています";

/* No comment provided by engineer. */
"Locality" = "地域";

/* No comment provided by engineer. */
"macOS Proxy Overridden" = "macOS プロキシが上書きされました";

/* No comment provided by engineer. */
"Make sure to turn OFF all VPNs from your Macbook and Android devices." = "MacBookとAndroidデバイスからすべてのVPNをオフにしてください。";

/* No comment provided by engineer. */
"Make sure to turn OFF all VPNs from your Macbook and iOS devices." = "MacBookとiOSデバイスからすべてのVPNをオフにしてください。";

/* Invalid amount of jwt parts */
"Malformed jwt token %@ has %d parts when it should have 3 parts" = "不正な形式のjwtトークン %@ は3つのパーツを持つ必要がある場合に %d パーツがあります";

/* Invalid JWT token base64Url value */
"Malformed jwt token, failed to decode base64Url value %@" = "不正な形式のjwtトークンで、base64Url値 %@ のデコードに失敗しました";

/* Invalid JSON value inside base64Url */
"Malformed jwt token, failed to parse JSON value from base64Url %@" = "不正な形式の jwt トークンです。base64Url %@ からの JSON 値の解析に失敗しました。";

/* No comment provided by engineer. */
"Manager Header Columns…" = "管理ヘッダー列…";

/* No comment provided by engineer. */
"Manual…" = "手動…";

/* No comment provided by engineer. */
"Map as HTTP Body" = "HTTPボディとしてマップ";

/* No comment provided by engineer. */
"Map as HTTP Message" = "HTTP メッセージとしてマップ";

/* No comment provided by engineer. */
"Map from directory" = "ディレクトリからマップ";

/* No comment provided by engineer. */
"Map Local" = "Map Local";

/* No comment provided by engineer. */
"Map Local for \(items.count) Requests…" = "Map Local for \\(items.count) Requests…";

/* No comment provided by engineer. */
"Map Local Toggle" = "Map Localの切り替え";

/* No comment provided by engineer. */
"Map Local…" = "Map Local…";

/* No comment provided by engineer. */
"Map Remote" = "Map Remote";

/* No comment provided by engineer. */
"Map Remote Toggle" = "Map Remoteの切り替え";

/* No comment provided by engineer. */
"Map Remote…" = "Map Remote…";

/* No comment provided by engineer. */
"Matching Rule" = "一致ルール";

/* No comment provided by engineer. */
"Max" = "最大値";

/* No comment provided by engineer. */
"Medium Network" = "中程度のネットワーク";

/* No comment provided by engineer. */
"Message Body..." = "メッセージBody...";

/* No comment provided by engineer. */
"Message Type:" = "メッセージの種類:";

/* No comment provided by engineer. */
"Method" = "メソッド";

/* No comment provided by engineer. */
"Missing 'host' value" = "'host' の値がありません";

/* No comment provided by engineer. */
"Missing 'method' value" = "'method' の値がありません";

/* No comment provided by engineer. */
"Missing 'port' value" = "'port' の値がありません";

/* No comment provided by engineer. */
"Missing 'scheme' value" = "「スキーム」値がありません";

/* No comment provided by engineer. */
"Missing 'statusCode' value" = "'statusCode'の値がありません";

/* No comment provided by engineer. */
"Missing Code from Callback URL" = "コールバックURLからコードがありません";

/* No comment provided by engineer. */
"Missing Extended Key Usage!. Your %@ Certificate is deprecated due to the new 'Apple Requirements for trusted certificates in iOS 13 and macOS 10.15'. (https://support.apple.com/en-us/HT210176)" = "拡張キーの使用が不足しています。 %@ 証明書は、'iOS 13 および macOS 10.15' の信頼できる証明書に対するApple要件' (https://support.apple.com/ja-JP/HT210176) のために廃止されました。";

/* No comment provided by engineer. */
"Missing host and port" = "ホストとポートがありません";

/* No comment provided by engineer. */
"Missing Private Key or Certificate" = "秘密鍵または証明書がありません";

/* No comment provided by engineer. */
"Missing Proxyman Certificate in Firefox's Keychain" = "FirefoxのキーチェーンにProxyman証明書がありません";

/* No comment provided by engineer. */
"Missing Proxyman Certificate!" = "Proxyman Certificateがありません！";

/* No comment provided by engineer. */
"Multipart" = "マルチパート";

/* No comment provided by engineer. */
"My Device" = "マイデバイス";

/* Error */
"Negative number in diff_fromDelta: %@" = "diff_fromDeltaの負の数字: %@";

/* No comment provided by engineer. */
"Network Conditions" = "ネットワーク条件";

/* No comment provided by engineer. */
"Network Conditions…" = "ネットワークの状態…";

/* No comment provided by engineer. */
"Network Throttling" = "ネットワークスロットリング";

/* No comment provided by engineer. */
"Network Throttling Toggle" = "ネットワークスロットリングの切り替え";

/* No comment provided by engineer. */
"New %@…" = "新しい %@…";

/* No comment provided by engineer. */
"New Folder" = "新規フォルダ";

/* No comment provided by engineer. */
"New Update" = "新しいアップデート";

/* No comment provided by engineer. */
"New Updates" = "新しいアップデート";

/* No comment provided by engineer. */
"New version of Proxy Helper Tool (%@)" = "Proxy Helper Toolの新しいバージョン (%@)";

/* No comment provided by engineer. */
"No Caching" = "キャッシュなし";

/* No comment provided by engineer. */
"No Caching Toggle" = "キャッシュのトグルなし";

/* No comment provided by engineer. */
"No Caching Tool is enabled (⌥⌘N)" = "キャッシュツールが有効になっていません (⌘N)";

/* No comment provided by engineer. */
"No Color" = "色なし";

/* No comment provided by engineer. */
"No HTTP Traffic?" = "HTTPトラフィックがありませんか？";

/* No comment provided by engineer. */
"No iOS Simulators are booted. Please open one iOS Simulator at least and try again!" = "iOSシミュレータが起動されていません。少なくとも1つのiOSシミュレータを開いて再試行してください！";

/* No comment provided by engineer. */
"Not Authorize Yet!" = "まだ認証されていません！";

/* No comment provided by engineer. */
"Not Mapping to Local File or Directory" = "ローカルファイルまたはディレクトリにマッピングしない";

/* No comment provided by engineer. */
"Not Modified" = "修正されていません";

/* No comment provided by engineer. */
"Not Support" = "サポートしていません";

/* No comment provided by engineer. */
"Not Valid After" = "有効期限が切れた後";

/* No comment provided by engineer. */
"Not Valid After: %@" = "あと有効ではありません: %@";

/* No comment provided by engineer. */
"Not Valid Before" = "以前は有効ではありません";

/* No comment provided by engineer. */
"Not Valid Before: %@" = "有効ではありません: %@";

/* No comment provided by engineer. */
"Notes" = "メモ";

/* No comment provided by engineer. */
"Only accept sharedState as a Dictionary!" = "sharedState を Dictionary としてのみ受け入れます！";

/* No comment provided by engineer. */
"Only copy IP Address" = "IPアドレスのみコピー";

/* No comment provided by engineer. */
"Only support HTTP Response" = "HTTPレスポンスのみをサポート";

/* No comment provided by engineer. */
"Oops!" = "おっと！";

/* No comment provided by engineer. */
"Open by System…" = "Open by System…";

/* No comment provided by engineer. */
"Open Diff" = "Diff を開く";

/* No comment provided by engineer. */
"Open in New Tab" = "新しいタブで開く";

/* No comment provided by engineer. */
"Open Keychain Access app" = "キーチェーンアクセスアプリを開く";

/* No comment provided by engineer. */
"Open with" = "次で開く";

/* No comment provided by engineer. */
"Organization" = "組織";

/* No comment provided by engineer. */
"Other" = "その他";

/* No comment provided by engineer. */
"PAC file is empty!" = "PACファイルが空です！";

/* No comment provided by engineer. */
"Partial Import!" = "一部インポート！";

/* No comment provided by engineer. */
"Path" = "パス";

/* No comment provided by engineer. */
"Pause" = "一時停止";

/* No comment provided by engineer. */
"Pause recording" = "レコーディングを一時停止";

/* No comment provided by engineer. */
"Pin" = "ピン留めする";

/* No comment provided by engineer. */
"Pin to Favorites" = "お気に入りに追加";

/* No comment provided by engineer. */
"Please contact support@proxyman.io for further supports" = "さらなるサポートについては、support@proxyman.ioにお問い合わせください";

/* No comment provided by engineer. */
"Please contact support@proxyman.io for support!" = "サポートについてはsupport@proxyman.ioまでお問い合わせください！";

/* No comment provided by engineer. */
"Please install Kaleidoscope!" = "万華鏡をインストールしてください!";

/* No comment provided by engineer. */
"Please install the latest Xcode to use FileMerge." = "FileMerge を使用するには、最新の Xcode をインストールしてください。";

/* No comment provided by engineer. */
"Please open http://cert.proxyman.io in Firefox and trust all Proxyman Certificate.\nDoc: https://docs.proxyman.io/debug-devices/firefox" = "Please open http://cert.proxyman.io in Firefox and trust all Proxyman Certificate.\nDoc: https://docs.proxyman.io/debug-devices/fireox";

/* No comment provided by engineer. */
"Please re-generate the Root Certificate again or verify the Custom Root Certificate if you're using." = "ルート証明書をもう一度生成するか、使用している場合はカスタムルート証明書を確認してください。";

/* No comment provided by engineer. */
"Please select different port" = "別のポートを選択してください";

/* No comment provided by engineer. */
"Please select file!" = "ファイルを選択してください！";

/* No comment provided by engineer. */
"Please select less than 20 flows!" = "20以下のフローを選択してください！";

/* No comment provided by engineer. */
"Please select the left and right request, then try again!" = "左右のリクエストを選択してから、もう一度やり直してください！";

/* No comment provided by engineer. */
"Please send via support@proxyman.io Error: %@" = "support@proxyman.io エラーを送信してください: %@";

/* No comment provided by engineer. */
"Please update Proxyman to the latest release and try again" = "Proxymanを最新のリリースにアップデートして、もう一度やり直してください";

/* No comment provided by engineer. */
"Please update Proxyman to the latest release and try again!" = "Proxymanを最新のリリースにアップデートしてもう一度お試しください！";

/* No comment provided by engineer. */
"Please wait %d seconds before sending new messages!" = "新しいメッセージを送信する前に、 %d 秒待ってください！";

/* No comment provided by engineer. */
"Plugin Error (Message = %@). Please contact us at support@proxyman.io" = "プラグインエラー (メッセージ: %@) 。support@proxyman.io までご連絡ください。";

/* No comment provided by engineer. */
"Port %d is occupied by Proxyman." = "Port %d is ocused by Proxyman.";

/* No comment provided by engineer. */
"Preference -> Check for Update to update to the new build" = "環境設定->アップデートを確認して新しいビルドに更新する";

/* No comment provided by engineer. */
"Prettify JSON" = "Prettify JSON";

/* No comment provided by engineer. */
"Prettify the inlined JSON" = "インラインJSONを整形する";

/* No comment provided by engineer. */
"Print all logs to the console (Only Error Level)\n\n1. Quit Proxyman\n2. Run the following command to see the log:\n\n %@" = "Print all logs to the console (Only Error Level)\n\n1. Quit Proxyman\n2. Run the following command to see the log:\n\n %@";

/* No comment provided by engineer. */
"Private Key and Certificate are not matched. Please provide the correct one" = "秘密鍵と証明書が一致しません。正しいものを入力してください。";

/* No comment provided by engineer. */
"Private Key doesn't match with the Certificate" = "秘密鍵が証明書と一致しません";

/* No comment provided by engineer. */
"Private Key not found!" = "秘密鍵が見つかりません！";

/* No comment provided by engineer. */
"Processing..." = "処理中...";

/* No comment provided by engineer. */
"Protobuf…" = "Protobuf…";

/* No comment provided by engineer. */
"Proxy" = "プロキシ";

/* No comment provided by engineer. */
"Proxy Configuration File (*.pac)" = "プロキシ設定ファイル (*.pac)";

/* No comment provided by engineer. */
"Proxy Helper tool is better performance than using networksetup CLI" = "Proxy Helper Toolは、networksetup CLI を使用するよりもパフォーマンスが向上します";

/* No comment provided by engineer. */
"Proxy Overridden Toggle" = "プロキシのオーバーライド切り替え";

/* No comment provided by engineer. */
"Proxy server: Require Authentication" = "プロキシサーバー: 認証が必要";

/* No comment provided by engineer. */
"Proxyman Core Error. Please contact us at support@proxyman.io" = "Proxyman Core Error. Please contact us at support@proxyman.io";

/* No comment provided by engineer. */
"Proxyman could not detect your device." = "Proxymanはデバイスを検出できませんでした。";

/* No comment provided by engineer. */
"Proxyman could not execute the script with AppleScript. Please grant the permission in System Preference -> Security -> Privacy Tab -> Automation -> Check ON in Proxyman app" = "Proxyman は、AppleScript でスクリプトを実行できませんでした。 システム環境設定->セキュリティ->プライバシータブ->オートメーション->Proxymanアプリでオンにしてください";

/* No comment provided by engineer. */
"Proxyman couldn't open this %@ file" = "Proxymanはこの %@ ファイルを開くことができませんでした";

/* prompt shown when user is required to authorize to read the license key */
"Proxyman is trying to override Proxy config in System Preferences." = "Proxymanはシステム環境設定でプロキシ設定を上書きしようとしています。";

/* No comment provided by engineer. */
"Proxyman is using the Default Proxyman Root Certificate" = "ProxymanはデフォルトのProxymanルート証明書を使用しています";

/* No comment provided by engineer. */
"Proxyman is using your Custom Root Certificate" = "Proxymanはカスタムルート証明書を使用しています";

/* No comment provided by engineer. */
"Proxyman License detected!" = "プロキシマンライセンスが検出されました！";

/* No comment provided by engineer. */
"Proxyman needs Charles Proxy app (\(appPath)) for converting files" = "ファイル変換にはCharles Proxy アプリ (\(appPath)) が必要です";

/* No comment provided by engineer. */
"Proxyman requires 'adb' command to perform tasks.\n\nIf you have not installed, please consider to install it.\n\nOr Skip if you've had." = "Proxymanはタスクを実行するために'adb'コマンドが必要です。\n\nインストールされていない場合は、インストールを検討してください。\n\nお持ちの場合はスキップしてください。";

/* No comment provided by engineer. */
"Publish Request and Response to Github Gist (Public/Private)" = "Github Gistへのリクエストとレスポンスを公開(公開/プライベート)";

/* No comment provided by engineer. */
"Publish to Gist…" = "Publish to Gist…";

/* No comment provided by engineer. */
"Publish to Gist… (Too may requests. Max = 50)" = "Publish to Gist… (Too may requests. Max = 50)";

/* No comment provided by engineer. */
"Published" = "公開済み";

/* No comment provided by engineer. */
"Purple" = "紫色";

/* No comment provided by engineer. */
"Query" = "クエリ";

/* No comment provided by engineer. */
"Query Name" = "クエリ名";

/* No comment provided by engineer. */
"Query Name (GraphQL)" = "クエリ名 (GraphQL)";

/* No comment provided by engineer. */
"Quit" = "終了";

/* No comment provided by engineer. */
"Raw" = "Raw";

/* No comment provided by engineer. */
"Raw Request & Response" = "生のリクエストと回答";

/* No comment provided by engineer. */
"Re-send your request to see new content" = "新しいコンテンツを見るためにリクエストを再送信する";

/* No comment provided by engineer. */
"Record Traffic" = "トラフィックを記録";

/* No comment provided by engineer. */
"Red" = "赤色";

/* No comment provided by engineer. */
"Redirect" = "リダイレクト";

/* No comment provided by engineer. */
"Registered to %@" = "%@ に登録しました";

/* No comment provided by engineer. */
"Reload" = "Reload";

/* No comment provided by engineer. */
"Reload (%d env loaded)" = "再読み込み (%d env loaded)";

/* No comment provided by engineer. */
"Remote Address" = "リモートアドレス";

/* No comment provided by engineer. */
"Remote devices" = "リモートデバイス";

/* No comment provided by engineer. */
"Remove" = "削除";

/* No comment provided by engineer. */
"Remove this device from your license." = "ライセンスからこのデバイスを削除します。";

/* No comment provided by engineer. */
"Rename" = "名前の変更";

/* No comment provided by engineer. */
"Renew License" = "ライセンスを更新";

/* No comment provided by engineer. */
"Repeat" = "Repeat";

/* No comment provided by engineer. */
"Repeat %d selected Requests" = "%d 選択したリクエストをRepeat";

/* No comment provided by engineer. */
"Repeat on WebSocket request is not supported!" = "WebSocketリクエストでのRepeatはサポートされていません！";

/* No comment provided by engineer. */
"Repeated" = "Repeatされた";

/* No comment provided by engineer. */
"Replace" = "置換";

/* No comment provided by engineer. */
"Request" = "リクエスト";

/* No comment provided by engineer. */
"Request & Response panels are hidden!" = "リクエスト&レスポンスパネルは非表示です!";

/* No comment provided by engineer. */
"Request aborted by Breakpoint" = "Breakpointによって中止されたリクエスト";

/* No comment provided by engineer. */
"Request Body" = "リクエストBody";

/* No comment provided by engineer. */
"Request Body (Compressed)" = "リクエストBody (圧縮済)";

/* No comment provided by engineer. */
"Request Body (Uncompressed)" = "リクエストBody (非圧縮)";

/* No comment provided by engineer. */
"Request Body Size" = "リクエストボディサイズ";

/* No comment provided by engineer. */
"Request Body Size (Compressed)" = "リクエストボディサイズ（圧縮）";

/* No comment provided by engineer. */
"Request Body..." = "リクエストボディ...";

/* No comment provided by engineer. */
"Request Cookie" = "Cookieをリクエスト";

/* No comment provided by engineer. */
"Request End Time" = "要求終了時間";

/* No comment provided by engineer. */
"Request Header" = "リクエストヘッダー";

/* No comment provided by engineer. */
"Request Headers" = "要求ヘッダー";

/* No comment provided by engineer. */
"Request Raw Message" = "未加工メッセージをリクエスト";

/* No comment provided by engineer. */
"Request Start Time" = "要求開始時間";

/* No comment provided by engineer. */
"Request Template" = "リクエストテンプレート";

/* No comment provided by engineer. */
"Request Templates" = "テンプレートをリクエスト";

/* No comment provided by engineer. */
"Request Time" = "要求時間";

/* No comment provided by engineer. */
"request.schema is deprecated! Please use request.scheme" = "request.schema は非推奨です! request.scheme を使用してください。";

/* No comment provided by engineer. */
"Require Automation Permission!" = "自動化の許可が必要です！";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Reset all columns" = "すべての列をリセット";

/* No comment provided by engineer. */
"Reset to the original columns state" = "元の列の状態にリセット";

/* No comment provided by engineer. */
"Response" = "回答";

/* No comment provided by engineer. */
"Response Body" = "レスポンスBody";

/* No comment provided by engineer. */
"Response Body (Compressed)" = "レスポンスボディ (圧縮済み)";

/* No comment provided by engineer. */
"Response Body (Uncompressed)" = "レスポンスBody (非圧縮)";

/* No comment provided by engineer. */
"Response Body Size" = "レスポンスボディサイズ";

/* No comment provided by engineer. */
"Response Body Size (Compressed)" = "レスポンスボディサイズ（圧縮）";

/* No comment provided by engineer. */
"Response Body..." = "レスポンスボディ...";

/* No comment provided by engineer. */
"Response Code" = "応答コード";

/* No comment provided by engineer. */
"Response Cookie" = "レスポンスクッキー";

/* No comment provided by engineer. */
"Response End Time" = "応答終了時間";

/* No comment provided by engineer. */
"Response Header" = "応答ヘッダー";

/* No comment provided by engineer. */
"Response Headers" = "応答ヘッダー";

/* No comment provided by engineer. */
"Response Raw Message" = "返信生メッセージ";

/* No comment provided by engineer. */
"Response Start Time" = "応答開始時刻";

/* No comment provided by engineer. */
"Response Template" = "応答テンプレート";

/* No comment provided by engineer. */
"Response Templates" = "応答テンプレート";

/* No comment provided by engineer. */
"Response Time" = "応答時間";

/* No comment provided by engineer. */
"Restart Proxyman" = "Proxymanを再起動";

/* No comment provided by engineer. */
"Restarting" = "再起動中";

/* No comment provided by engineer. */
"Reverse Proxy" = "リバースプロキシ";

/* No comment provided by engineer. */
"Reverse Proxy Toggle" = "リバースプロキシの切り替え";

/* No comment provided by engineer. */
"Right" = "右";

/* No comment provided by engineer. */
"Root Certificate not found!" = "ルート証明書が見つかりません！";

/* No comment provided by engineer. */
"Rule Name" = "ルール名";

/* No comment provided by engineer. */
"Run onRequest() func as normal (sync) mode" = "通常の(同期)モードでonRequest()funcを実行します";

/* No comment provided by engineer. */
"Run onRequest() func with async/await mode" = "async/await モードで onRequest() func を実行する";

/* No comment provided by engineer. */
"Run onResponse() func as normal (sync) mode" = "通常の (同期) モードとして onResponse() func を実行します";

/* No comment provided by engineer. */
"Run onResponse() func with async/await mode" = "async/await モードで onResponse() func を実行する";

/* No comment provided by engineer. */
"Safari will request your permission to install the 'Proxyman CA' certificate." = "Safari は 'Proxyman CA' 証明書をインストールする許可を要求します。";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Save Template" = "テンプレート保存";

/* No comment provided by engineer. */
"Save to file" = "ファイルに保存";

/* No comment provided by engineer. */
"Save to temporary folder and show in Finder" = "一時フォルダに保存し、Finder に表示";

/* No comment provided by engineer. */
"Scripting" = "スクリプト";

/* No comment provided by engineer. */
"Scripting Toggle" = "スクリプトの切り替え";

/* No comment provided by engineer. */
"Scripting…" = "Scripting…";

/* No comment provided by engineer. */
"Secure Web Proxy (HTTPS)" = "セキュアなWebプロキシ (HTTPS)";

/* No comment provided by engineer. */
"Secure Web Proxy Server" = "セキュアなWebプロキシサーバー";

/* No comment provided by engineer. */
"Send Feedback…" = "Send Feedback…";

/* No comment provided by engineer. */
"Server Certificate" = "サーバー証明書";

/* No comment provided by engineer. */
"Server IP" = "サーバー IP";

/* No comment provided by engineer. */
"Server IP Address" = "サーバー IP アドレス";

/* No comment provided by engineer. */
"Set Device Nickname" = "デバイスのニックネームを設定";

/* No comment provided by engineer. */
"Set-Cookie" = "Cookie を設定";

/* No comment provided by engineer. */
"Settings app > Wi-Fi > Select current Wi-Fi > Configure Proxy " = "設定アプリ > Wi-Fi > 現在の Wi-Fi > プロキシの設定 ";

/* No comment provided by engineer. */
"Show" = "表示";

/* No comment provided by engineer. */
"Show Anyway" = "とにかく表示";

/* No comment provided by engineer. */
"Show Filter" = "フィルタを表示";

/* No comment provided by engineer. */
"Show in Finder…" = "Show in Finder…";

/* No comment provided by engineer. */
"Show Proxyman" = "Show Proxyman";

/* No comment provided by engineer. */
"Simulate Network Conditions with various Preset Profiles" = "様々なプリセットプロファイルでネットワーク条件をシミュレートする";

/* No comment provided by engineer. */
"Size" = "サイズ";

/* No comment provided by engineer. */
"Skip" = "スキップ";

/* No comment provided by engineer. */
"Skip executing the onRequest() because there is no return value. Make sure you have `return request;` at the end!" = "戻り値がないため、onRequest() の実行をスキップします。最後に `return request;` があることを確認してください。";

/* No comment provided by engineer. */
"Skip executing the onResponse() because there is no return value. Make sure you have `return response;` at the end!" = "戻り値がないため、onResponse() の実行をスキップします。最後に `return response;` があることを確認してください。";

/* No comment provided by engineer. */
"Skip executing the script because it is on Editing Mode. Please save and activate it (⌘S)!" = "スクリプトの実行をスキップすると、編集モードになります。保存してアクティブにしてください (⌘S)!";

/* No comment provided by engineer. */
"Slow Network" = "遅いネットワーク";

/* No comment provided by engineer. */
"SOCKS Proxy" = "SOCKS プロキシ";

/* No comment provided by engineer. */
"SOCKS Proxy Server" = "SOCKS プロキシサーバー";

/* No comment provided by engineer. */
"Sort by Alphabet" = "アルファベットでソート";

/* No comment provided by engineer. */
"SSL Handshake Failed" = "SSLハンドシェイクに失敗しました";

/* No comment provided by engineer. */
"SSL Proxying" = "SSL Proxying";

/* No comment provided by engineer. */
"SSL Proxying List" = "SSL Proxying List";

/* No comment provided by engineer. */
"SSL Proxying Toggle" = "SSL Proxying Toggle";

/* No comment provided by engineer. */
"Start recording" = "録音を開始";

/* No comment provided by engineer. */
"Starting…" = "Starting…";

/* No comment provided by engineer. */
"State" = "都道府県：";

/* No comment provided by engineer. */
"Status" = "ステータス";

/* No comment provided by engineer. */
"Status Icon" = "ステータスアイコン";

/* No comment provided by engineer. */
"Stopped" = "停止しました";

/* No comment provided by engineer. */
"Strikethrough" = "取り消し線";

/* No comment provided by engineer. */
"Summary" = "概要";

/* No comment provided by engineer. */
"Support * and ?. Should not include Path or Query" = "*および?をサポートします。パスまたはクエリを含めないでください";

/* No comment provided by engineer. */
"System will select suitable apps to open" = "システムは適切なアプリを選択して開きます";

/* No comment provided by engineer. */
"System-Wide: *" = "システム全体: *";

/* No comment provided by engineer. */
"The file or directory cannot be found" = "ファイルまたはディレクトリが見つかりません";

/* No comment provided by engineer. */
"There are no running Simulators. Please open at least 1 device!" = "実行中のシミュレータがありません。少なくとも 1 つのデバイスを開いてください！";

/* No comment provided by engineer. */
"There is no entry to import!" = "インポートするエントリがありません！";

/* No comment provided by engineer. */
"This action can't be reverted" = "この操作を元に戻すことはできません";

/* No comment provided by engineer. */
"This action could not be reverted" = "この操作は元に戻すことができませんでした";

/* No comment provided by engineer. */
"This action will delete all data/settings and could not revert!" = "この操作はすべてのデータ/設定を削除し、元に戻すことができませんでした！";

/* No comment provided by engineer. */
"This certificate is marked as trusted for this account" = "この証明書はこのアカウントの信頼できるものとしてマークされています";

/* No comment provided by engineer. */
"This Proxyman License is managed by Setapp." = "このProxymanライセンスはSetappによって管理されています。";

/* No comment provided by engineer. */
"This root certificate is not trusted" = "このルート証明書は信頼されていません";

/* No comment provided by engineer. */
"Time" = "時刻";

/* No comment provided by engineer. */
"Time Complete" = "完了した時間";

/* No comment provided by engineer. */
"Timing" = "タイミング";

/* No comment provided by engineer. */
"TLS Version" = "TLS バージョン";

/* No comment provided by engineer. */
"to version" = "バージョンへ";

/* No comment provided by engineer. */
"Toggle Dock to Bottom Window ⌃⌘]" = "ドックを下側に ⌃⌘]";

/* No comment provided by engineer. */
"Toggle Dock to Right Window ⌃⌘\\" = "ドックを右側に ⌃⌘\\";

/* No comment provided by engineer. */
"Toggle Left Sidebar ⌃⌘[" = "サイドバーの切り替え ⌃⌘[";

/* No comment provided by engineer. */
"Toggle Proxy Overridden" = "プロキシの上書きを切り替える";

/* No comment provided by engineer. */
"Toggle Recording Traffic" = "トラフィックの記録を切り替える";

/* No comment provided by engineer. */
"Toggle Request Panel" = "リクエストパネルの切り替え";

/* No comment provided by engineer. */
"Toggle Response Panel" = "応答パネルの切り替え";

/* No comment provided by engineer. */
"Toggle the Filter Bar on the current tab (⌘F)" = "現在のタブのフィルタバーを切り替えます(⌘F)";

/* No comment provided by engineer. */
"Toggle Tools" = "ツールの切り替え";

/* No comment provided by engineer. */
"Too many requests for Repeat Tool" = "Repeat Toolへのリクエストが過多です";

/* No comment provided by engineer. */
"Toogle Tools" = "調整ツール";

/* No comment provided by engineer. */
"Tool Name" = "ツール名";

/* No comment provided by engineer. */
"Tools" = "ツール";

/* No comment provided by engineer. */
"Total Size" = "合計サイズ";

/* No comment provided by engineer. */
"Try to decode base64 on the selected text" = "選択したテキストで base64 をデコードしてみてください";

/* No comment provided by engineer. */
"Try to present Key-Value on the selected text" = "選択したテキストにキー値を表示してみてください";

/* No comment provided by engineer. */
"Type" = "タイプ";

/* No comment provided by engineer. */
"Unable to construct File with this Flow. It's serious bug, please open the issue on Proxyman's Github :D" = "このフローでファイルを構築することができません。重大なバグです。ProxymanのGithub :D で問題を開いてください。";

/* No comment provided by engineer. */
"Unable to export p12. Please contact support@proxyman.io" = "P12をエクスポートできません。support@proxyman.ioにお問い合わせください";

/* No comment provided by engineer. */
"Unable to find simctl CLI in `$ xcrun simctl`.\nPlease select the latest Xcode version in Xcode app -> Preferences -> Locations Tab -> Command Line Tools!" = "`$ xcrun simctl`でsimctlのCLIが見つかりません。\nXcode App で最新の Xcode バージョンを選択してください。-> 環境設定 -> Locations Tab -> Command Line Tools!";

/* No comment provided by engineer. */
"Unable to see HTTPS response. Tap to enable" = "HTTPS 応答を見ることができません。タップして有効にしてください";

/* No comment provided by engineer. */
"Unable to unlink your device!" = "デバイスのリンクを解除できません！";

/* No comment provided by engineer. */
"Unable to write to file" = "ファイルに書き込むことができません";

/* No comment provided by engineer. */
"Undefined return value from onRequest() function. Please make sure you return the value properly" = "onRequest() 関数から未定義の戻り値です。値を正しく返すことを確認してください";

/* No comment provided by engineer. */
"Undefined return value from the onRespinse() function. Please make sure you return the value properly" = "onRespinse() 関数から未定義の戻り値です。値を正しく返すことを確認してください";

/* No comment provided by engineer. */
"Unknown" = "不明";

/* No comment provided by engineer. */
"Unknown Common Name" = "不明な一般的な名前";

/* No comment provided by engineer. */
"Unknown Javascript Error" = "不明なJavascriptエラー";

/* No comment provided by engineer. */
"Untitled" = "無題のタイトル";

/* No comment provided by engineer. */
"Untitled folder" = "無題のフォルダ";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Updates available until %@" = "%@ まで利用可能な更新";

/* No comment provided by engineer. */
"Upgrade now" = "今すぐアップグレード";

/* No comment provided by engineer. */
"Upgrade to Premium version to unlock all Proxyman features" = "Proxyman のすべての機能をアンロックするには Premium 版にアップグレードしてください";

/* No comment provided by engineer. */
"Upgrade to Premium version to unlock unlimited favorite items." = "無制限のお気に入りアイテムをアンロックするには、プレミアムバージョンにアップグレードしてください。";

/* No comment provided by engineer. */
"Upgrade to Premium version to unlock unlimited tabs." = "無制限のタブをアンロックするには、プレミアム版にアップグレードしてください。";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"User cancelled the save" = "ユーザーが保存をキャンセルしました";

/* No comment provided by engineer. */
"Value" = "値";

/* No comment provided by engineer. */
"Very Bad Network" = "非常に悪いネットワーク";

/* No comment provided by engineer. */
"View as" = "表示:";

/* No comment provided by engineer. */
"Web Proxy (HTTP)" = "Webプロキシ (HTTP)";

/* No comment provided by engineer. */
"Web Proxy Server" = "Webプロキシサーバー";

/* No comment provided by engineer. */
"Websocket" = "Websocket";

/* No comment provided by engineer. */
"What's new in latest builds" = "最新ビルドの新機能";

/* No comment provided by engineer. */
"What's new: Remember and Restore to your previous Proxy setting.\n\nGraceful Revert the Proxy if the app is crashed unexpectedly." = "新着情報: 以前のプロキシ設定を覚えて復元します。\n\n<unk> アプリがクラッシュした場合、プロキシを元に戻します。";

/* No comment provided by engineer. */
"Wi-Fi" = "Wi-Fi";

/* No comment provided by engineer. */
"Wi-Fi 802.11ac" = "Wi-Fi 802.11ac";

/* No comment provided by engineer. */
"Yellow" = "黄色";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You can remove a license by opening Proxyman app -> Proxyman Menu -> License -> Unlink..." = "Proxyman app -> Proxyman Menu -> License -> Unlink... を開くことで、ライセンスを削除できます。";

/* No comment provided by engineer. */
"You have reached the limit of free favorite items" = "無料お気に入りアイテムの上限に達しました";

/* No comment provided by engineer. */
"You have reached the limit of free rules\n(Limit at %d)" = "You have reached the limit of free rules\n(Limit at %d)";

/* No comment provided by engineer. */
"You have reached the limit of free tabs" = "無料タブの上限に達しました";

/* No comment provided by engineer. */
"You have reached the limit of number of multiple filters\n(Limit at %d)" = "You have reached the limit of number of multiple filters\n(Limit at %d)";

/* No comment provided by engineer. */
"You may need to config your browser or application to trust Proxyman CA Certificate or Disable SSL Certificate Pinning on the Client if need" = "必要に応じて、Proxyman CA 証明書またはクライアントで SSL 証明書のピン留めを無効にするには、ブラウザまたはアプリケーションを設定する必要があります。";

/* No comment provided by engineer. */
"You might replace the current tab or Upgrade to Premium version to unlock unlimited tabs." = "現在のタブを置き換えるか、プレミアム版にアップグレードすると、無制限のタブをアンロックできます。";

/* No comment provided by engineer. */
"You're already Authorized with Github" = "あなたは既に Github で認証されています";

/* No comment provided by engineer. */
"You're behind %d updates" = "%d アップデートの処理中です";

/* No comment provided by engineer. */
"Your <%@> Certificate was expired ⚠️" = "Your <%@> Certificate was expired ⚠️";

/* No comment provided by engineer. */
"Your current HTTP/HTTPS Proxy is overridden by networksetup CLI." = "現在の HTTP/HTTPS プロキシは、networksetup CLI によって上書きされます。";

/* No comment provided by engineer. */
"Your current HTTP/HTTPS Proxy is overridden by Proxy Helper Tool." = "現在の HTTP/HTTPS プロキシはProxy Helper Toolによって上書きされます。";

/* No comment provided by engineer. */
"Your HTTP/HTTPS Proxy is overridden by Proxyman (%@) (Toggle by: ⌥⌘O)" = "HTTP/HTTPS プロキシは Proxyman (%@) (⌥⌘O) によって上書きされます。";

/* No comment provided by engineer. */
"Your license is expired!" = "ライセンスの有効期限が切れています！";

/* No comment provided by engineer. */
"Your license is run of out slot!" = "ライセンスが切れています！";

/* No comment provided by engineer. */
"Your license runs out of seats!" = "ライセンスは席数不足です！";

/* No comment provided by engineer. */
"⚠️ Warning: %@" = "⚠️ 警告: %@";

/* No comment provided by engineer. */
"❌ Error: %@" = "❌ エラー: %@";

/* No comment provided by engineer. */
"👉 Extend your license to add new devices.\n\n👉 Remove your old devices by License Manager.\n\n📮 Contact support@proxyman.io for further supports." = "👉 Extend your license to add new devices.\n\n👉 Remove your old devices by License Manager.\n\n📮 Contact support@proxyman.io for further supports.";

/* No comment provided by engineer. */
"👉 Renew your license to download the latest build and get a year’s worth of updates." = "👉 ライセンスを更新して、最新ビルドをダウンロードし、1年分のアップデートを入手しましょう。";

/* No comment provided by engineer. */
"👉 Renew your license to use on latest builds.\n\n👉 Download old build for this expired key.\n\n📮 Contact support@proxyman.io for further supports." = "👉 Renew your license to use on latest builds.\n\n👉 Download old build for this expired key.\n\n📮 Contact support@proxyman.io for further supports.";

/* No comment provided by engineer. */
"📱 iOS Setup Guide" = "📱 iOS セットアップガイド";

/* No comment provided by engineer. */
"🤖 Android Emulator Setup Guide" = "🤖 Android エミュレータの設定ガイド";

/* No comment provided by engineer. */
"🤖 Android Setup Guide" = "🤖 Android セットアップガイド";

/* No comment provided by engineer. */
"Advanced" = "高度な設定";

/* No comment provided by engineer. */
"Appearance" = "外観";

/* No comment provided by engineer. */
"General" = "全般";

/* No comment provided by engineer. */
"Plugins" = "プラグイン";

/* No comment provided by engineer. */
"Privacy" = "プライバシー";

/* No comment provided by engineer. */
"Add comment to selected requests" = "選択したリクエストにコメントを追加";

/* No comment provided by engineer. */
"Create a SSL Proxy Entry for this selected requests." = "選択したリクエストに対してSSLプロキシエントリを作成します。";

/* No comment provided by engineer. */
"Enable/Disable Tools" = "ツールの有効化/無効化";

/* No comment provided by engineer. */
"Map Response Body with a local file" = "ローカルファイルでレスポンスボディをマップする";

/* No comment provided by engineer. */
"Map Response with HTTP Message format" = "HTTPメッセージ形式のマップ応答";

/* No comment provided by engineer. */
"Open Rule" = "ルールを開く";

/* No comment provided by engineer. */
"Pin this domain to the Pinned folder." = "ピン留めされたフォルダにこのドメインをピン留めします。";

/* No comment provided by engineer. */
"Pinned" = "ピン留めしました";

/* No comment provided by engineer. */
"Save %d Requests" = "%d リクエストを保存";

/* No comment provided by engineer. */
"Save this Request" = "このリクエストを保存";

/* No comment provided by engineer. */
"Save this request(s) into a saved folder. They are persisted on disk." = "このリクエストを保存したフォルダに保存します。ディスク上に保存されます。";

/* No comment provided by engineer. */
"The request connection is aborted!" = "リクエストの接続が中止されました！";

/* No comment provided by engineer. */
"License…" = "ライセンス…";

/* No comment provided by engineer. */
"Register License…" = "Register License…";

/* No comment provided by engineer. */
"Add --proxy flag into %@ command" = "%@ コマンドに --proxy フラグを追加します。";

/* No comment provided by engineer. */
"Copy HTTPie" = "HTTPie をコピー";

/* No comment provided by engineer. */
"Copy selected requests with %@ format" = "%@ 形式で選択したリクエストをコピー";

/* No comment provided by engineer. */
"It allows Proxyman capture %@ traffic." = "Proxymanが %@ トラフィックをキャプチャすることができます。";

/* No comment provided by engineer. */
" Not ready!" = " 準備ができていません！";

/* No comment provided by engineer. */
" Open Keychain Access → Search \"Proxyman CA\" → Trust it!" = " キーチェーンへのアクセス → 「プロキシマンCA」の検索 → それを信頼する!";

/* No comment provided by engineer. */
" Permission Required!" = " 許可が必要です！";

/* No comment provided by engineer. */
" Proxyman CA is trusted!" = " Proxyman CA は信頼されています！";

/* No comment provided by engineer. */
"%d matches" = "%d 件の一致";

/* No comment provided by engineer. */
"1 match" = "1一致";

/* No comment provided by engineer. */
"Allow" = "許可する";

/* No comment provided by engineer. */
"Change Content-Type Header" = "Content-Type ヘッダーの変更";

/* No comment provided by engineer. */
"Click to show Proxy Detail!" = "クリックしてプロキシの詳細を表示！";

/* No comment provided by engineer. */
"Connection from \(host)" = "\(host) からの接続";

/* No comment provided by engineer. */
"Copy export env shell command (http_proxy and https_proxy)" = "エクスポート env シェルコマンド (http_proxy と https_proxy ) をコピーします。";

/* No comment provided by engineer. */
"Copy IP" = "IP アドレスをコピー";

/* No comment provided by engineer. */
"Copy Port" = "ポートをコピー";

/* No comment provided by engineer. */
"Copy Shell Command" = "シェルコマンドをコピー";

/* No comment provided by engineer. */
"Could not resolve the host name. Double check the domain or change DNS Setting might fix it." = "ホスト名を解決できませんでした。ドメインを再確認するか、DNS設定を変更してください。";

/* No comment provided by engineer. */
"Deny" = "拒否";

/* No comment provided by engineer. */
"Do you allow this device to connect to Proxyman?\n\n(You can manage the Access Control setting in Tools -> Proxy Setting)" = "このデバイスがプロキシマンに接続することを許可しますか？\n\n(ツール→プロキシ設定でアクセス制御の設定を管理できます)";

/* No comment provided by engineer. */
"Do you want to set Content-Type: \(newContentType)" = "Content-Type: \(newContentType) を設定しますか？";

/* No comment provided by engineer. */
"Enter IP" = "IP アドレスを入力";

/* No comment provided by engineer. */
"Filter all Keys/Values (⌘F)" = "すべてのキー/値をフィルター (⌘F)";

/* No comment provided by engineer. */
"Image Not Supported (\(previewContent.mime.firstComponentName))" = "画像がサポートされていません (\\(previewContent.mime.firstComponentName))";

/* No comment provided by engineer. */
"Latency" = "レイテンシー";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only copy Port" = "ポートのみコピー";

/* No comment provided by engineer. */
"Open Login Items…" = "Open Login Items…";

/* No comment provided by engineer. */
"Platform" = "プラットフォーム";

/* No comment provided by engineer. */
"Proxyman could not securely establish the SSL Connection with your client. It seems that you haven't installed & trusted the certificate on your device or unknown reasons.\n\nClick the \"Troubleshooting\" button to find a solution." = "ProxymanはクライアントとのSSL接続を安全に確立できませんでした。 お使いのデバイスに証明書がインストールされていない、または不明な理由があります。\n\n解決策を見つけるには、「トラブルシューティング」ボタンをクリックします。";

/* No comment provided by engineer. */
"Request Total Time" = "要求合計時間";

/* No comment provided by engineer. */
"Required your permission to properly work in Login Items" = "ログイン項目で適切に動作するための許可が必要です";

/* No comment provided by engineer. */
"Response Total Time" = "応答合計時間";

/* No comment provided by engineer. */
"Search all Keys/Values (⌘F)" = "すべてのキー/値を検索 (⌘F)";

/* No comment provided by engineer. */
"View this JSON Node" = "この JSON ノードを表示";

/* No comment provided by engineer. */
"View…" = "View…";

/* No comment provided by engineer. */
"You're %d updates behind" = "%d の更新があります";

/* No comment provided by engineer. */
"Your %@ Certificate was expired" = "%@ 証明書の有効期限が切れました";
